Repository: LinkNacional/whmcs-wordpress
Catalog: languages/whmcs-wordpress-*.po
Languages: pt_br

source: Insert the WHMCS login in WordPress by shortcode
pt_br: Insira o login WHMCS no WordPress por shortcode

source: Whmcs API information
pt_br: Informações da API do whmcs

source: API information can be obtained by following the step by step
pt_br: As informações da API podem ser obtidas seguindo o passo a passo

source: here
pt_br: aqui

source: WHMCS API identifier
pt_br: identificador de acesso da API WHMCS

source: WHMCS API secret
pt_br: segredo de acesso da API WHMCS

source: WHMCS url
pt_br: url do WHMCS

source: link to retrieve the WHMCS password
pt_br: link do WHMCS para recuperar a senha

source: link to register a new WHMCS user
pt_br: link do WHMCS para registrar um novo usuario

source: Enter the registered email address
pt_br: Digite o endereço de e-mail cadastrado

source: Enter email
pt_br: Digite um e-mail

source: Enter a registered email
pt_br: Digite o endereço de e-mail cadastrado

source: There is no user registered with this email
pt_br: Não existe nenhum usuário cadastrado com este e-mail

source: Enter a valid email address
pt_br: Digite um e-mail válido

source: Type the password
pt_br: Digite a senha

source: Enter your password
pt_br: Digite sua senha de acesso

source: Next
pt_br: Próximo

source: Get in
pt_br: Entrar

source: Register
pt_br: Registrar

source: Forgot password?
pt_br: Esqueceu a senha?

source: Settings
pt_br: configurações
